[
  {
    "detailed_summary": "In May 2023, Brian Chesky, co-founder of Airbnb, reflects on the journey of the company's first five years, emphasizing the importance of challenging the status quo and fostering a childlike curiosity. By June 2021, Airbnb had become the world's leading lodging marketplace with four million hosts offering seven million listings across 220 countries and regions. Despite the challenges posed by the Covid-19 pandemic, Airbnb remained profitable in the years 2018, 2019, and 2020. Founded in 2007 by Brian Chesky, Joe Gebbia, and Nathan Blecharczyk, Airbnb went public through a successful IPO. The early days of Airbnb saw Chesky and Gebbia inflating airbeds in their San Francisco apartment to fund their rent. They hosted three attendees during a design conference, challenging their assumptions about who would stay at a stranger's house. This experience gave them insight into the future of lodging and solidified their belief in the Airbnb model. The timeline of events includes significant milestones such as Blecharczyk joining as the technical lead in February 2008, the launch of AirBed&Breakfast during the Democratic National Convention in Denver in August 2008, and the addition of a PayPal payment feature to the site after Chesky's awkward payment experience. The early success of Airbnb was evident during the Denver convention, where the site attracted 800 listings and 80 bookings, offering a unique and cost-effective alternative to traditional hotels.",
    "key_visualizations": {
      "charts": [
        "Airbnb Growth Over the Years",
        "Comparison of Airbnb Prices vs. Hotel Rates"
      ],
      "images": [
        "Airbnb Early Days at the Design Conference",
        "Airbnb Traffic during the Democratic National Convention"
      ],
      "retrived_image_paths_charts": [
        "airbnb_growth_over_the_years.jpg",
        "comparison_of_airbnb_prices_vs._hotel_rates.jpg"
      ],
      "retrived_image_paths_images": [
        "airbnb_early_days_at_the_design_conference.jpg",
        "img_p8_2.png"
      ]
    },
    "retrieved_content_from_document": [
      {
        "query": "Exhibit 1 details the experience of the first three Airbnb guests",
        "response": "airbeds in their San Francisco apartment plus breakfast to conference attendees (Exhibit 1). Three\nattendees, who are older and closer to the mainstream than the cofounders had expected, sign up\nand turn from strangers to friends:\n    We had a 38‑year‑old female who worked at Razorfish. And then an industrial designer from Salt\n    Lake City who was even older. They slept on an air mattress on our kitchen floor. They broke every\n    assumption we ever made about who would stay on an air bed at a stranger’s house.⁵\nTheir first experience as hosts gave the cofounders a glimpse into the future of lodging which\nsustained their belief in the Airbnb model for years to come. Y‑Combinator’s Paul Graham\nexplains:\n       When they first tried renting out airbeds on their floor during a design convention, all they were\n    hoping  for  was  to  make  enough  money  to  pay  their  rent  that  month.  But  something  surprising"
      },
      {
        "query": "Exhibit 2 showcases the South by Southwest Festival in Austin, Texas",
        "response": "p. 2\nAirbnb\n    it too. Both they and the guests had done it because they were in a sense forced to, and yet they’d\n      all had a great experience. Clearly there was something new here: for hosts, a new way to make\n    money that had literally been right under their noses, and for guests, a new way to travel that was\n      in many ways better than hotels… They knew that once people tried staying in what is now called\n    “an airbnb,” they would also realize that this was the future.6\nFebruary 2008 –  Blecharczyk joins Chesky and Gebbia as technical lead.\nMarch 2008 (Exhibit 2) – South by Southwest Festival in Austin, Texas, with more than 150,000\nattendees. AirBed&Breakfast advertises its service using local blogs and social media, yielding\nfive listings and two actual bookings. One of the two bookers is Chesky, whose experience makes"
      }
    ]
  },
  {
    "detailed_summary": "In 2008, facing financial difficulties, the Airbnb cofounders creatively designed and sold cereal boxes named Obama O’s and Cap’n McCain’s, garnering media attention and raising funds. Despite initial success, securing funding proved challenging due to the Global Financial Crisis, investor skepticism, and market saturation. By year-end, the team contemplated quitting but decided to give the startup three more months to gain traction. The cofounders committed to focused, full-time work for three months, aiming for significant progress. In January 2009, during President Obama's inauguration, Airbnb had 1,000 listings and 150 bookings. The company entered the Y-Combinator program, receiving seed funding and rebranding as Airbnb.com. Despite facing initial investor reluctance, some recognized the team's potential, leading to future success and growth.",
    "key_visualizations": {
      "charts": [
        "Comparison of Airbnb Funding Challenges in 2008"
      ],
      "images": [
        "Obama O's and Cap'n McCain's Cereal Boxes",
        "President Obama's Inauguration in 2009"
      ],
      "retrived_image_paths_charts": [
        "comparison_of_airbnb_funding_challenges_in_2008.jpg"
      ],
      "retrived_image_paths_images": [
        "obama_o's_and_cap'n_mccain's_cereal_boxes.jpg",
        "president_obama's_inauguration_in_2009.jpg"
      ]
    },
    "retrieved_content_from_document": [
      {
        "query": "Exhibit 5 details the sales and impact of the Obama O's and Cap'n McCain's cereal boxes",
        "response": "steer you to restaurants and stores you probably would never find otherwise.⁸\nAt  the  Denver convention, AirBed&Breakfast  attracts  800  listings  yielding  80  bookings.⁹  The\ntraffic to the Airbnb site around the time of the convention is shown in Exhibit 4.\nOctober 2008 – Running out of cash, the cofounders design the Obama O’s and Cap’n McCain’s\ncereal boxes (playing on the “breakfast” theme). The first 100 cereal boxes are mailed to reporters.\nThey are featured on Good Morning America and CNN and are sold for $40 a box, raising about\n$30,000 – more than the actual AirBed&Breakfast service.\n2008: Throughout 2008, the cofounders seek finding without any success. In addition to the Global\nFinancial Crisis that hit the funding market hard, investors thought the idea was “crazy,” the team,\nled by two designers, didn’t have enough technology leadership, and the travel market was\nsaturated. One investor said “we love everything except you and your idea” and another said “the"
      },
      {
        "query": "Exact quote from Fred Wilson on Airbnb's potential",
        "response": "p. 5\nAirbnb\n    none of the upsides of creating a travel space marketplace. The downsides naturally include: you’ve\n    got connectivity with kind of a stranger (and by the way, there’s an upside to that as well), you’ve\n    got the uncertainty about the environment that you’re going into… When it’s a room, or once we\n    are renting an apartment, the room you have is your own room, you have your own bed etc., it’s\n    like your own space, you know versus the couches are out in some other kind of space. It’s always\n    the low end. It’s got to be the absolute cheapest thing like, maybe the next cheapest is you can have\n    a sleeping bag in my yard. You have all of those challenges and none of the potential upsides like\n    I’d much rather rent your apartment on the Seine than even that really gorgeous [Four Seasons]\n    hotel, because of the location of the apartment and the view when you look out the window, and\n    even if it’s not as well appointed as the Four Seasons, oh my god, it’s an apartment on the Seine.\n    And that was part of the upside of Airbnb but none of that was explained to me.20\nSummer 2010 – Without publicity, Airbnb initiates a  free professional photography service. It\ncontracts with 20 photographers to take verified high‑quality photos of hosts’ properties and post\nthem to their listings. Airbnb pays photographers $50 per listing plus up to $15 for local travel.²¹\nNovember  2010 –    Airbnb  raises  $7.2  million  Series  A  funding from  Greylock  Partners  and\nSequoia Capital. Reid Hoffman describes how his Airbnb investment was received at Greylock:\n    Greylock  has  55  years  of  investing  history,  and  when  it  looks  back  it  realizes  that  its  best\n    investments are from mixed votes, from some partners going: “this is absolutely critical and\n    important” and other partners going “I think this is a real serious mistake,  this  is  an  investing\n    mistake, this is gonna be a drag on the portfolio.” I brought the investment in and this investment\n    had that exact characteristic. David Sze, who was my most helpful board member at LinkedIn and\n    who was my primary recruit into Greylock, looks at me and says: “look, every venture capitalist\n    has to have a deal that they can fail on. Airbnb can be yours.” And I was like, okay, boy, here’s an\n    experienced VC, my very first deal on the door, oops, right? But I had enough conviction and it\n    was like “look, I think I’m right, I think David’s wrong” and then other partners were like “nope, I\n    think this is actually a pretty interesting investment, I think you should do it.” So we had that kind\n    of mixed thing so I got the license to go and put a term sheet down.22\nFebruary 2011 –  Airbnb announces a million cumulative bookings since launch.\nMarch 2011 – Wimdu, a German Airbnb clone founded by the Samwer brothers, launches. The"
      }
    ]
  },
  {
    "detailed_summary": "Paul Graham highlights the concept of 'ramen profitability' that Airbnb aimed for during the Y-Combinator program, where the founders could sustain themselves on minimal expenses like ramen noodles. This milestone signified financial independence and reduced reliance on external funding. By focusing on the hottest subset of the market, in this case, New York City, Airbnb strategically aimed to drive growth that would expand to other areas. Visiting hosts in NYC, Chesky and Gebbia identified a crucial issue with poor property photos hindering bookings. Improving the quality of property images became a priority to enhance the user experience and increase booking conversions.",
    "key_visualizations": {
      "charts": [
        "Growth Strategy Focused on New York City Market"
      ],
      "images": [
        "Poor Quality Property Photos in NYC Listings"
      ],
      "retrived_image_paths_charts": [
        "growth_strategy_focused_on_new_york_city_market.jpg"
      ],
      "retrived_image_paths_images": [
        "poor_quality_property_photos_in_nyc_listings.jpg"
      ]
    },
    "retrieved_content_from_document": [
      {
        "query": "Exact quote on the significance of 'ramen profitability' from Paul Graham",
        "response": "p. 6\nAirbnb\n    And so you can imagine how we felt – and I think at that point we had done the round with Greylock\n    for $7 million and I also get a news report that this guy Oliver Samwer has raised $400 million,24\n    he has hired 400 people in like 30 days, set up 40 offices. I didn’t know it was kind of possible – it\n    took Joe and I like 2 years to hire 40 people and he got 400 people in 30 days out of nowhere, and\n    he was going to create this company, and this company was going to be a clone of our company,\n    and he made no mistake about saying that we were an American company and he was going to out‑\n    localize us. At that point, we really started investigating, well, do we think this strategy is going to\n    work. And it became clear that there was one thing they did that worked very well, and that one"
      },
      {
        "query": "Specific details on the impact of improving property photos in NYC on booking rates",
        "response": "p. 4\nAirbnb\nTo address the problem, Chesky and Gebbia borrow and then rent a high‑resolution camera. They\nvisit  hosts  door  to  door and  take high‑quality  photos  of  their properties,  discovering  that  they\nincrease  conversion from  listings  to  rentals  by  2.5X.  By  month’s end, NYC  revenues  double.\nChesky explains:\n    Do things that don’t scale. We start with the perfect experience and then work backward. That’s\n    how we’re going to continue to be successful.¹⁵\nGebbia adds:\n    And I’d show the photos in the back of the camera… and these hosts were like “Oh my god, my\n    apartment looks amazing, I can’t believe it, do you want to stay for some tea or coffee?” And so,\n    I’d end up spending a few hours sometimes in their homes just talking with them. And this is where"
      }
    ]
  },
  {
    "detailed_summary": "In their efforts to enhance user experience and increase conversions, Chesky and Gebbia address the issue of poor property photos by borrowing a high-resolution camera and personally visiting hosts in New York City to capture attractive images. This initiative results in a 2.5x increase in conversion rates from listings to rentals, leading to a significant revenue boost in NYC. By prioritizing the perfect user experience and engaging in design research, the founders establish a deep connection with hosts, fostering 'enlightened empathy' and gaining valuable insights for product improvement. The iterative process of fixing issues in one location and applying the solutions globally proves successful for Airbnb's expansion. In April 2009, Airbnb secures a seed round of $600,000 led by Sequoia Capital, recognizing the company's global network effects and disruptive business model. Despite initial skepticism, Reid Hoffman reflects on missing the opportunity to invest in Airbnb due to a misunderstanding of its potential beyond couch rentals.",
    "key_visualizations": {
      "charts": [
        "Conversion Rates Improvement in NYC Listings"
      ],
      "images": [
        "Airbnb Founders Capturing High-Quality Property Photos in NYC",
        "Sequoia Capital Investment in Airbnb"
      ],
      "retrived_image_paths_charts": [
        "conversion_rates_improvement_in_nyc_listings.jpg"
      ],
      "retrived_image_paths_images": [
        "airbnb_founders_capturing_high-quality_property_ph.jpg",
        "sequoia_capital_investment_in_airbnb.jpg"
      ]
    },
    "retrieved_content_from_document": [
      {
        "query": "Exact quote from Alfred Lin on Airbnb's network effects",
        "response": "p. 5\nAirbnb\n    none of the upsides of creating a travel space marketplace. The downsides naturally include: you’ve\n    got connectivity with kind of a stranger (and by the way, there’s an upside to that as well), you’ve\n    got the uncertainty about the environment that you’re going into… When it’s a room, or once we\n    are renting an apartment, the room you have is your own room, you have your own bed etc., it’s\n    like your own space, you know versus the couches are out in some other kind of space. It’s always\n    the low end. It’s got to be the absolute cheapest thing like, maybe the next cheapest is you can have\n    a sleeping bag in my yard. You have all of those challenges and none of the potential upsides like\n    I’d much rather rent your apartment on the Seine than even that really gorgeous [Four Seasons]\n    hotel, because of the location of the apartment and the view when you look out the window, and\n    even if it’s not as well appointed as the Four Seasons, oh my god, it’s an apartment on the Seine.\n    And that was part of the upside of Airbnb but none of that was explained to me.20\nSummer 2010 – Without publicity, Airbnb initiates a  free professional photography service. It\ncontracts with 20 photographers to take verified high‑quality photos of hosts’ properties and post\nthem to their listings. Airbnb pays photographers $50 per listing plus up to $15 for local travel.²¹\nNovember  2010 –    Airbnb  raises  $7.2  million  Series  A  funding from  Greylock  Partners  and\nSequoia Capital. Reid Hoffman describes how his Airbnb investment was received at Greylock:\n    Greylock  has  55  years  of  investing  history,  and  when  it  looks  back  it  realizes  that  its  best\n    investments are from mixed votes, from some partners going: “this is absolutely critical and\n    important” and other partners going “I think this is a real serious mistake,  this  is  an  investing\n    mistake, this is gonna be a drag on the portfolio.” I brought the investment in and this investment\n    had that exact characteristic. David Sze, who was my most helpful board member at LinkedIn and\n    who was my primary recruit into Greylock, looks at me and says: “look, every venture capitalist\n    has to have a deal that they can fail on. Airbnb can be yours.” And I was like, okay, boy, here’s an\n    experienced VC, my very first deal on the door, oops, right? But I had enough conviction and it\n    was like “look, I think I’m right, I think David’s wrong” and then other partners were like “nope, I\n    think this is actually a pretty interesting investment, I think you should do it.” So we had that kind\n    of mixed thing so I got the license to go and put a term sheet down.22\nFebruary 2011 –  Airbnb announces a million cumulative bookings since launch.\nMarch 2011 – Wimdu, a German Airbnb clone founded by the Samwer brothers, launches. The"
      },
      {
        "query": "Reid Hoffman's specific reasons for not investing in Airbnb initially",
        "response": "looking to make an investment in it myself. It’s Airbnb.” And I go like, what’s that? “Well, it’s\n    renting couches, you know, everyone has couches and now every space opens up because you can\n    rent a couch.” That was essentially how I was pitched on it. I was like okay, if it’s essentially a\n    couch thing, don’t talk to me about it. And the reason was couches have all of the downsides and\n15 Ibid.\n16 “How I Built It” with Guy Raz, Airbnb: Joe Gebbia, NPR, August 28, 2017.\n17 “Airbnb,” Fast Company, February 7, 2012.\n18 Fireside chat with Alfred Lin and Bambi Francisco, Post-Seed Conference, San Francisco, December 5, 2015.\n19 Reid Hoffman is a famous American entrepreneur and venture capitalist. He cofounded some of the early social\nnetworks, was an executive at PayPal and cofounded LinkedIn. Hoffman is a partner at venture capital firm Greylock\nPartners."
      }
    ]
  },
  {
    "detailed_summary": "In February 2011, Airbnb celebrates reaching a million cumulative bookings since its launch, marking a significant milestone in its growth. The company secures a $7.2 million Series A funding round led by Greylock Partners and Sequoia Capital. Reid Hoffman reflects on Greylock's mixed reactions to his Airbnb investment, highlighting the importance of conviction in the face of skepticism. In March 2011, Wimdu, a German Airbnb clone, is launched by the Samwer brothers, known for replicating successful American internet companies in other countries. Chesky recounts the strategic decision-making process when faced with the threat of Wimdu's rapid expansion. Despite considering acquiring Wimdu to retain a global travel network, Airbnb opts for an alternative Plan B, driven by a commitment to the company's mission and values. The emphasis on community, mission-driven approach, and dedication to customer experience set Airbnb apart from competitors.",
    "key_visualizations": {
      "charts": [
        "Airbnb Bookings Growth Over Time",
        "Comparison of Funding Rounds in Airbnb's Early Stages"
      ],
      "images": [
        "Reid Hoffman Reflecting on Airbnb Investment at Greylock",
        "Samwer Brothers' Launch of Wimdu"
      ],
      "retrived_image_paths_charts": [
        "airbnb_bookings_growth_over_time.jpg",
        "comparison_of_funding_rounds_in_airbnb's_early_sta.jpg"
      ],
      "retrived_image_paths_images": [
        "reid_hoffman_reflecting_on_airbnb_investment_at_gr.jpg",
        "samwer_brothers'_launch_of_wimdu.jpg"
      ]
    },
    "retrieved_content_from_document": [
      {
        "query": "Exact quote from Chesky on the decision-making process between Plan A and Plan B",
        "response": "p. 6\nAirbnb\n    And so you can imagine how we felt – and I think at that point we had done the round with Greylock\n    for $7 million and I also get a news report that this guy Oliver Samwer has raised $400 million,24\n    he has hired 400 people in like 30 days, set up 40 offices. I didn’t know it was kind of possible – it\n    took Joe and I like 2 years to hire 40 people and he got 400 people in 30 days out of nowhere, and\n    he was going to create this company, and this company was going to be a clone of our company,\n    and he made no mistake about saying that we were an American company and he was going to out‑\n    localize us. At that point, we really started investigating, well, do we think this strategy is going to\n    work. And it became clear that there was one thing they did that worked very well, and that one\n    thing was that they actually had local people and local offices on the ground. We tested it ourselves\n    and we realized, oh crap – that actually works!\n    ... I end up going to Berlin in 2011, met with Samwer and… we realized that we had a decision to\n    make, and the decision was [between] Plan A and what we called Plan B. And Plan A was we retain\n    this global travel network by acquiring Wimdu. Because we visited them and they clearly had a ton\n    of traction. Or, we had Plan B. The problem is, we didn’t know what Plan B was yet. And, we’re\n    like, OK, we have to come up with plan B. And, even that night, we decided to do Plan B. We\n    decided to do plan B even though we had no Plan B… We don’t know what Plan B is, but I’d rather\n    pursue Plan B and maybe win, but maybe lose, than inherit this other company that we thought was\n    not mission‑based… because it wouldn’t be Airbnb, and I wouldn’t want to come to work for that\n    company, be part of that company... I’d rather lose and keep our soul than win without it. And so\n    we said now we’re basically, frankly fighting for our life to retain this global network. And I\n    thought we’d win… In wars, missionaries typically beat mercenaries, and we knew like we did it\n    for the mission, we were willing to do it for the long term. I remember even Paul Graham telling\n    me… if you’re in a race, they can sprint with you but they don’t want to do the marathon. And I\n    think the community ultimately was the difference. I think we provide a much better product but\n    the community was that magic, the bottle that they were never able to crack. Our community loved\n    the experience, our employees loved working there, everything was mission‑driven and we really\n    agonized over every step of the [customer] experience, and people tried them, but it wasn’t as good\n    an experience as ours…25\nMay-June 2011 – By May 2011, Airbnb raised less than $8 million in total. Airbnb goes into a"
      },
      {
        "query": "Specific details on the impact of Airbnb's community-driven approach on its success",
        "response": "In  June  2021,  Airbnb  was  the  world’s leading    lodging  marketplace.  With  four  million  hosts\noffering about  seven  million  listings  in  over  220  countries  and  regions²  and  profitable  third\nquarters in each of the years 2018, 2019 and 2020³ (in spite of the Covid‑19 pandemic), Airbnb\nwent public in a highly successful IPO. The company was founded in 2007 by Brian Chesky, Joe\nGebbia  and  Nathan  Blecharczyk.  Gebbia  tells  the  story  of  early  Airbnb  in  this  video.  This\ndocument complements his story with an early company timeline as well as additional data and\ndetails.\nOctober 2007 – Industrial Designers Society of America conference in San Francisco. To  fund\ntheir  rent, Chesky  and  Gebbia  inflate  three  airbeds⁴  and  put  together  a  website that offers  the\nairbeds in their San Francisco apartment plus breakfast to conference attendees (Exhibit 1). Three"
      }
    ]
  },
  {
    "detailed_summary": "By May 2011, Airbnb secures a significant funding round of $115 million at a valuation of $1.3 billion to fuel its growth and expansion into Germany and Europe. The company acquires Accoleo, a German Airbnb clone, leveraging its operations to establish a presence in key European markets. Chesky emphasizes the importance of opening local offices and hiring local teams, a strategy that propels Airbnb into becoming a primarily international business. The focus on integrating local culture and community engagement plays a pivotal role in Airbnb's transformation into a global travel network. In July 2011, Airbnb faces a critical incident when a host blogs about her apartment being trashed, highlighting a challenge in maintaining trust and safety within the platform. The company responds by launching an international professional photography service to enhance property listings. Throughout its early years, Airbnb's revenue model involved charging guests around 10% of their payment and hosts 3%, covering variable costs like payments and customer service.",
    "key_visualizations": {
      "charts": [
        "Airbnb Funding Rounds and Valuations Over Time",
        "International Expansion Offices Opened by Airbnb"
      ],
      "images": [
        "Airbnb Acquiring Accoleo in Germany",
        "Professional Photography Service Launch in October 2011"
      ],
      "retrived_image_paths_charts": [
        "airbnb_funding_rounds_and_valuations_over_time.jpg",
        "international_expansion_offices_opened_by_airbnb.jpg"
      ],
      "retrived_image_paths_images": [
        "airbnb_acquiring_accoleo_in_germany.jpg",
        "professional_photography_service_launch_in_october.jpg"
      ]
    },
    "retrieved_content_from_document": [
      {
        "query": "Exact quote from Chesky on the importance of local offices and teams in international expansion",
        "response": "p. 6\nAirbnb\n    And so you can imagine how we felt – and I think at that point we had done the round with Greylock\n    for $7 million and I also get a news report that this guy Oliver Samwer has raised $400 million,24\n    he has hired 400 people in like 30 days, set up 40 offices. I didn’t know it was kind of possible – it\n    took Joe and I like 2 years to hire 40 people and he got 400 people in 30 days out of nowhere, and\n    he was going to create this company, and this company was going to be a clone of our company,\n    and he made no mistake about saying that we were an American company and he was going to out‑\n    localize us. At that point, we really started investigating, well, do we think this strategy is going to\n    work. And it became clear that there was one thing they did that worked very well, and that one\n    thing was that they actually had local people and local offices on the ground. We tested it ourselves\n    and we realized, oh crap – that actually works!\n    ... I end up going to Berlin in 2011, met with Samwer and… we realized that we had a decision to\n    make, and the decision was [between] Plan A and what we called Plan B. And Plan A was we retain\n    this global travel network by acquiring Wimdu. Because we visited them and they clearly had a ton\n    of traction. Or, we had Plan B. The problem is, we didn’t know what Plan B was yet. And, we’re\n    like, OK, we have to come up with plan B. And, even that night, we decided to do Plan B. We\n    decided to do plan B even though we had no Plan B… We don’t know what Plan B is, but I’d rather\n    pursue Plan B and maybe win, but maybe lose, than inherit this other company that we thought was\n    not mission‑based… because it wouldn’t be Airbnb, and I wouldn’t want to come to work for that\n    company, be part of that company... I’d rather lose and keep our soul than win without it. And so\n    we said now we’re basically, frankly fighting for our life to retain this global network. And I\n    thought we’d win… In wars, missionaries typically beat mercenaries, and we knew like we did it\n    for the mission, we were willing to do it for the long term. I remember even Paul Graham telling\n    me… if you’re in a race, they can sprint with you but they don’t want to do the marathon. And I\n    think the community ultimately was the difference. I think we provide a much better product but\n    the community was that magic, the bottle that they were never able to crack. Our community loved\n    the experience, our employees loved working there, everything was mission‑driven and we really\n    agonized over every step of the [customer] experience, and people tried them, but it wasn’t as good\n    an experience as ours…25\nMay-June 2011 – By May 2011, Airbnb raised less than $8 million in total. Airbnb goes into a"
      },
      {
        "query": "Specific details on the response to the incident of the trashed apartment in July 2011",
        "response": "p. 7\nAirbnb\nJuly 2011 – A host blogs that she had rented her apartment out on Airbnb and it was trashed, with\nmany of her valuables stolen. TechCrunch reports the incident under the headline “The moment\nof truth for Airbnb as user’s home is utterly trashed.”\nOctober 2011 – Airbnb officially launches its international professional photography service with\n1,000 photographers and 13,000 previously verified properties. A host may sign up on the Airbnb\nsite to schedule a photographer who would take high‑quality photos of the property for free. Airbnb\nwould  then  approve  and  post  the  verified  photos  to  the  listing.  By  January  2012,  Airbnb\nphotographers take more than 400,000 photos. (In June 2017, Airbnb started charging hosts for its\nprofessional photography service).\nThroughout the five years it was in business, Airbnb charged guests about 10% of the amount they"
      }
    ]
  }
]